/* Distance expressed in kilometers */
"%0.1f km" = "%0.1f km";

/* Distance expressed in miles. */
"%0.1f mi" = "%0.1f 마일";

/* Indicator for the percentage the user has completed towards their weekly step goal */
"%li%% of Goal" = "목표의 %li%%";

/* Title for the largest gratuity, there are three levels of tipping so please ensure the three strings make sense together for small, medium, large */
"Amazing\nTip of\n%@" = "%@의\n기부금\n결제";

/* Setting that puts the current walking step count on the applications icon badge */
"Badge Step Count on Icon" = "뱃지 아이콘으로 걸음 수 표시";

/* The unit system that includes miles, feet and inches */
"Customary" = "미국 단위계";

/* Title for the settings section where the user sets their daily walking step count goal */
"Daily Step Goal" = "일일 목표 걸음 수";

/* Button indicating the they want to return */
"Done" = "완료";

/* The app estimates the user's walking stride length and displays it to them */
"Estimated stride" = "예상 보폭";

/* Button title for exporting the user's data */
"Export" = "내보내기";

/* Button title for exporting the user's data */
"ExportTransfer" = "내보내기";

/* The female gender, women */
"Female" = "여성";

/* Example of device that supports motion tracking */
"For example, the iPhone 5s." = "예를 들어 iPhone 5s 또는 그 이상 버전.";

/* Title for the smallest gratuity, there are three levels of tipping so please ensure the three strings make sense together for small, medium, large */
"Generous\nTip of\n%@" = "%@의\n기부금\n결제";

/* Title for the medium gratuity, there are three levels of tipping so please ensure the three strings make sense together for small, medium, large */
"Massive\nTip of\n%@" = "%@의\n기부금\n결제";

/* Explanation that app needs to be given permission to access step counts. */
"In order for Pedometer++ to collect step counts it needs to be given permission in the main Settings app." = "페도미터++가 걸음 수 정보를 기록하도록 하려면 기기의 설정 앱에서 해당 정보 접근을 허용하셔야 합니다.";

/* Title of message explaining that this device isn't supported, expression of sorrow */
"I’m Sorry" = "죄송합니다";

/* Message shown while we are loading purchase data */
"Loading..." = "불러오는 중...";

/* The male gender, men */
"Male" = "남성";

/* The unit system that includes kilometers, meters, and centimeters */
"Metric" = "미터법";

/* Prefix of a message saying 'My Steps for {date}' */
"My Steps for" = "내 걸음 수";

/* Dismiss button for alert */
"OK" = "확인";

/* Title of message explaining their device isn't supported, should be whimsical expressing a mistake. */
"Ooops." = "오류.";

/* Name of the application, Pedometer++ */
"Pedometer++" = "페도미터++";

/* Explanation that app can only collect data on a device with Apple's M7 chip */
"Pedometer++ can only collect data on a device that supports Step Count Tracking via Apple’s M7 coprocessor." = "페도미터++ Apple의 모션 (M7, M8 등) 보조 프로세서를 이용한 걸음 수 추적을 지원하는 기기에서만 정보 수집이 가능합니다.";

/* Title for the User's Data Export */
"Pedometer++ Export" = "페도미터++ 내보내기";

/* Explanation that the development of this app relies on the contributions made my its users. */
"Pedometer++ relies on your support to fund its development.  If you find it useful and motivating to get healthy and active, please consider supporting the app by leaving a tip in our Tip Jar." = "페도미터++ 오직 사용자 여러분의 기부금으로 개발됩니다. 여러분의 건강을 위해 앱을 유용하게 사용하고 계시다면 모금함을 통해 소중한 기부금을 전달해주세요.";

/* Title of alert telling user Push Notifications failed to load */
"Push Notifications" = "푸시 알림";

/* Title of the Settings area of the app */
"Settings" = "설정";

/* Header of export of user's data */
"Step Count Export from Pedometer++" = "페도미터++에서 내보낸 걸음 수 정보";

/* Progress text while a tip/gratuity is being processed */
"Tip in Progress" = "기부 진행 중";

/* Title for the area of the app where we ask for tips/gratuities for supporting the app's development */
"Tip Jar" = "모금함";

/* Explanation that app was unable to register for push notifications */
"Unable to register for Push Notifications.\n\nPlease verify Notifications are enabled in the Settings app." = "푸시 알림에 등록할 수 없습니다\n\n설정 앱을 통해 푸시 알림 기능이 활성화 상태인지 확인해주세요.";

/* Explanation of what the step badge looks like */
"Will display the current step count on the Pedometer++ app icon." = "페도미터++ 앱 아이콘에 현재 걸음 수가 표시됩니다.";

/* Prefix of the statement  */
"You have taken %@ steps (%@) using Pedometer++.\n\n" = "페도미터++를 통해 총 %1$@ 걸음(%2$@)이 기록되었습니다.\n\n";

/* Number of floors climbed */
"%li floors" = "%li 층";

/* Single Floor Climbed */
"%li floor" = "%li 층";

/* Goal Achieved */
"Goal Achieved!" = "목표 달성";

/* Automatic Distance Estimation */
"Automatic Distance Estimation" = "자동 거리 추정";

/* Automatic Distance Explanation */
"Distance Explanation" = "예상이 일반적으로 고정 보폭을 사용하는 것보다 더 정확합니다, 자동으로 거리를 걸었다.";

/* Merge Apple Watch Data */
"Merge Apple Watch Data" = "Apple Watch 데이터 합치기";

/* Intelligently merge motion data from your iPhone and Apple Watch to give a better overall view of your activity. */
"Intelligently merge motion data from your iPhone and Apple Watch to give a better overall view of your activity." = "당신의 전체 활동을 모아보기 좋도록 iPhone과 Apple Watch의 움직임 데이터를 알아서 병합합니다.";

/* Start Walk */
"Start Walk" = "걷기 시작";

/* End Walk */
"End Walk" = "걷기 끝";

/* Button to begin a workout session within the app.*/
"Start Workout" = "운동 시작";

/* Button to begin an outdoor walking session within the app.*/
"Outdoor Walk" = "실외 걷기";

/* Button to begin an indoor walking session within the app.*/
"Indoor Walk" = "실내 걷기";

/* Button to end a workout session within the app.*/
"End Workout" = "운동 종료";

/* Title for the settings section where the user sets their daily walking step count goal */
"Daily Push Goal" = "일일 목표 추진 수";

/* Wheelchair Mode */
"Wheelchair Mode" = "휠체어 모드";

/* Have Pedometer++ use your Apple Watch to measure your daily wheelchair push counts rather than steps. */
"Have Pedometer++ use your Apple Watch to measure your daily wheelchair push counts rather than steps." = "페도미터++가 Apple Watch를 사용해 걸음 수가 아닌 일일 휠체어 추진 수를 측정하도록 합니다.";

/* number of days that a streak is active */
"days" = "일";

/* setting to turn rest days on or off */
"Allow Rest Days" = "휴일 허용";

/* No comment provided by engineer. */
"When enabled, activity streaks will not be broken by a single day missed after six consecutive days of reaching your goal." = "이 옵션을 활성화하면 6일 연속 목표 달성 후 누락된 하루로 인하여 활동 연속 일수가 깨지지 않습니다.";


/* Units to use to display distances (km vs mi) */
"Distance Units" = "거리 단위";

/* Title on the section of the app wehre you can email the developer */
"Get Help" = "고객 지원";

/* Title on the section of the app wehre you can email the developer */
"Help" = "고객 지원";

/* Button to contact the developer */
"Email Us" = "개발자에게 문의";

/* description next to email us button */
"Have a question or suggestion for the app?" = "앱에 대한 질문이나 제안이 있으세요?";

/* description for the export button */
"Export your step data for use outside of the app." = "이 앱의 외부에서 사용할 수 있도록 걸음 수 데이터를 내보냅니다.";

/* button title to restore past purchase */
"Restore Purchase" = "구입 상품 복원";

/* title for section of the app requesting the user leave a review */
"Leave a Review" = "리뷰 작성";

/* description for section of the app requesting that the user leave a review for the app in the App Store, informal */
"If you have a minute to leave a review in the App Store, I'd really appreciate it. It really helps! Thank you." = "잠시 시간을 내어 App Store에 리뷰를 남겨주시면 감사하겠습니다. 저희에게 큰 도움이 됩니다! 감사합니다.";

/* title of the achievements section of the app */
"Achievements" = "목표";

/* title for the Day Total awards section of the Achievements area */
"Day Totals" = "일일 합계";

/* title for the Streaks awards section of the Achievements area */
"Streaks" = "연속 달성";

/* title for the Lifetime Steps awards section of the Achievements area */
"Lifetime Steps" = "누적 걸음 수";

/* title for the Lifetime Floors awards section of the Achievements area */
"Lifetime Floors" = "누적 층수";

/* title for the Daily Floors award section of the achievements area */
"Daily Floor Count" = "층";

/* title for the Awards awards section of the Achievements area */
"Awards" = "상";

/* Number of floors climbed */
"floors" = "층";

/* Number of steps taken */
"steps" = "걸음";

/* prefix put before a user's best datapoint (best day, best week, etc) */
"Best: " = "최고: ";

/* title for the special achievments area of the app */
"Special Achievements" = "특별 목표";

/* title for a special award earned for climbing lots of floors */
"Mountain Climber" = "산악인";

/* explanation of mountain climber badge */
"3 consecutive days with more than 100 floors" = "100층 이상 및 3일 연속 달성";

/* title for a special award earned for walking a lot in a weekend */
"Weekend Walker" = "주말 산책가";

/* explanation of the weekend walker badge */
"15,000 steps on a consecutive Saturday and Sunday" = "토요일 및 일요일에 연속해서 15,000 걸음";

/* title for a special award earned for hitting your goal for a whole month */
"Perfect Month" = "완벽한 한 달";

/* explanation of the perfect month badge */
"Hit your goal every day for an entire month" = "한 달 내내 매일 목표 달성";

/* label under the number of steps a user has to take to complete a given award */
"to go" = "남음";

/* description of the goal streak badge, days always plural (>7) */
"Reach your goal for %@ days in a row" = "%@일 연속해서 목표 달성";

/* marker for the date a badge was earned */
"Reached on %@" = "%@에 달성함";

/* button title after a purchase is made*/
"Thank You!" = "감사합니다!";

/* Setting Header for option to lock the app to a particular timezone */
"Fixed Timezone" = "고정 시간대";

/* Explanation of the fixed timezone mode where the app is locked to a particular timezone */
"Display data using a fixed timezone, otherwise your current timezone will be used." = "고정 시간대를 사용해 데이터를 표시합니다. 그렇지 않으면 현재 시간대가 사용됩니다.";

/* Option to change timezone based on locally chosen timezone. */
"Change based on local setting." = "현지 설정에 따라 변경됩니다.";

/* Button title for choosing a new timezone */
"Choose" = "선택";

/* Title for chooser for a new timezone */
"Choose Timezone" = "시간대 선택";

/* Option to always use the local timezone */
"Use Local Timezone" = "현지 시간대 사용";

/* Title for settings section regarding Themes */
"Theme" = "테마";

/* Title for custom icon chooser */
"Icon" = "아이콘";

/* Title for Monthly challanges badges */
"Monthly Challenges" = "월간 도전";

/* Title for 2019 Monthly challanges badges */
"2019 Challenges" = "2019";

/* Title for 2020 Monthly challanges badges */
"2020 Challenges" = "2020";

/* Title for 2021 Monthly challanges badges */
"2021 Challenges" = "2021";

/* Title for 2022 Monthly challanges badges */
"2022 Challenges" = "2022";

/* Subtitle for monthly challenge badge header */
"A new challenge every month" = "매월 새로운 도전";

/* Goal description, earn by doubling your goal %@ times */
"Double your goal %@ times" = "목표 %@번 두 배 달성";

/* Title for goal based on total number of wheelchair pushes */
"Lifetime Pushes" = "누적 추진 수";

/* Goal description for daily goal badge, earned by reaching your goal a certain number of times in a month*/
"Reach your goal %@ times" = "목표 %@번 달성";

/* Short Goal description, earn by reaching your goal for %@ days in a row */
"Get a %@ day streak" = "%@일 연속 달성";

/* Full Goal description, earn by reaching your goal for %@ days in a row, including Rest Days*/
"Reach your goal for %@ days in a row (including Rest Days)." = "%@일 연속해서 목표를 달성합니다(휴일 포함).";

/* suffix for count of wheelchair pushes, used for things like '12 pushes' (always plural) */
"pushes" = "추진";

/* prefix for descriptions that relate to walking steps, used for things like 'Walk 12000 steps' */
"Walk" = "걷기";

/* Setting to have Pedometer++ use the system Dark Mode to control the current theme */
"Follow System Dark Mode" = "내 iPhone 미러링";

/* Remove Advertisements from the app */
"Remove Ads" = "광고 제거";

/* Font for use in Widgets */
"Widget Font" = "위젯 기본 글꼴";

/*  Tab Bar Item for Steps Graph */
"Steps" = "걸음";

/*  Tab Bar Item for Badges List */
"Badges" = "목표 달성";

/*  Tab Bar Item for Walking workouts */
"Walk" = "운동";

/*  Tab Bar Item for Wheelchair Workouts */
"Roll" = "운동";

/* number of days that a streak is active */
"year" = "년";

/* number of days that a streak is active */
"years" = "년";

"You can also track your workouts using the Pedometer++ Apple Watch app." = "Apple 와치의 Pedometer++ 앱을 사용하여 운동 트래킹도 할 수 있습니다.";
"Start Walking" = "걷기 시작";
"Start Workout" = "운동 시작";
"GPS Tracking" = "GPS 추적";
"GPS Status" = "GPS 상태";
"Live Activity" = "실시간 활동";

"Live Activities show your workout progress right on your Home Screen and in the Dynamic Island on compatible devices." = "Live 활동은 호환 가능한 장치의 홈 화면과 동적 섬에서 운동 진행 상황을 바로 표시합니다.";

"Live Activity Layout" = "Live 활동 레이아웃";

"Disable Live Activity" = "Live 활동 비활성화";

"View your workout track on a map while you move, with a route optionally overlaid." = "이동하면서 맵에서 운동 경로를 보고, 선택적으로 경로를 오버레이할 수 있습니다.";

"Select Route" = "경로 선택";

"Open" = "열다";

"Goal" = "목표";

"Map" = "지도";

"Cancel" = "취소";

"Pedometer++ will track your workout without a specific goal in mind. Just get out there and move." = "Pedometer++는 특정 목표 없이 운동을 추적합니다. 단지 나가서 움직여요.";

"Set out with a specific distance goal in mind. Your progress towards this will be shown along the way." = "특정 거리 목표를 생각하여 출발하십시오. 진행 상황은 길에서 보여집니다.";

"Routes" = "경로";

"During your workouts it is possible to display your current location on a map. On this map you can overlay a GPS route for reference." = "운동 중에는 현재 위치를 지도에 표시할 수 있습니다. 이 지도에서 GPS 경로를 참조로 오버레이할 수 있습니다.";

"View Routes" = "경로 보기";

"Miles" = "마일";

"Kilometers" = "킬로미터";

"iPhone Only" = "iPhone 전용";

"Merge Data" = "데이터 병합";

"Count Steps" = "걸음 수 세기";

"Count Pushes" = "푸쉬 수 세기";

"Automatic" = "자동";

"Manual" = "수동";

"Height:" = "높이:";

"Strict Streaks" = "엄격한 스트릭";

"Rest Days" = "휴식일";

"Mirror iPhone" = "iPhone 미러";

"Override" = "덮어쓰기";

"Standard" = "표준";

"Color Blind" = "색각 장애";

"Use Dark Mode" = "다크 모드 사용";

"Premium Icons" = "프리미엄 아이콘";

"Basic Icons" = "기본 아이콘";

"It doesn't look like you have Email setup on your iPhone, this is required for export." = "iPhone에서 이메일을 설정하지 않은 것 같습니다. 이것은 내보내기에 필요합니다.";

"Duration" = "지속 시간";

"Distance" = "거리";

"Speed" = "속도";

"Pace" = "걸음 속도";

"Distance Goal" = "거리 목표";

"Calories" = "칼로리";

"Heart Rate" = "심박수";

"Average Speed" = "평균 속도";

"Average Pace" = "평균 걸음 속도";

"Average HR" = "평균 HR";

"Elevation" = "고도";

"Workout Route" = "운동 루트";

"Add to Routes" = "경로에 추가";

"Export as GPX" = "GPX로 내보내기";

"Don't Overlay Route" = "경로 덮어쓰기 안 함";

"Walking" = "걷기";

"Hiking" = "등산";

"Running" = "달리기";

"Routes are added to Pedometer++ via GPX files. GPX files contain the collection of GPS coordinates that you'd like to follow." = "경로는 GPX 파일을 통해 Pedometer++에 추가됩니다. GPX 파일에는 따라 가고자하는 GPS 좌표의 모음이 포함되어 있습니다.";

"No Routes Found" = "경로를 찾을 수 없음";

"To add a GPX file to this list, locate the file on your iPhone and then hit **Share** and choose Pedometer++ as the destination." = "이 목록에 GPX 파일을 추가하려면 iPhone에서 파일을 찾고 **공유**를 누르고 Pedometer++을 대상으로 선택하십시오.";

"Downloading a route saves a roughly 800m wide strip of map along the track. This is not a wide area map suitable for primary navigation. Be careful and wise out there." = "경로를 다운로드하면 경로에 따라 약 800m 넓은 지도 조각이 저장됩니다. 이것은 주요 탐색에 적합한 넓은 지역 지도가 아닙니다. 조심하고 지혜로운 자세로 있으세요.";

"This route display is for informational purposes only and does **not replace** proper navigational tools and common sense." = "이 경로 표시는 정보 용도로만 제공되며 적절한 탐색 도구 및 상식을 **대체하지 않습니다**.";

"Pedometer++ encourages you to be more active by making you aware of your daily movement." = "Pedometer++은 당신의 일일 움직임을 알게함으로써 당신이 더 활동적이 될 수 있도록 권장합니다.";

"Motion & Fitness Data" = "이동 및 피트니스 데이터";

"Continue" = "계속";

"Pedometer++ requires access to your Motion & Fitness data in order to display your daily movement." = "Pedometer++은 일일 움직임을 표시하기 위해서 움직임 및 피트니스 데이터에 대한 액세스가 필요합니다.";

"View Privacy Policy" = "개인정보 정책 보기";

"This data is stored securely and never leaves your device." = "이 데이터는 보안적으로 저장되고 절대 장치에서 떠나지 않습니다.";

"Get Started" = "시작하기";

"Today" = "오늘";

"In order to track your movement during a workout Pedometer++ must be given access to your Location data." = "운동 중의 움직임을 추적하려면 Pedometer++에게 위치 데이터에 대한 액세스 권한이 주어져야합니다.";

"Open Settings" = "설정 열기";

"Permission has been denied. Please approve in Settings in order to use workout tracking." = "권한이 거부되었습니다. 운동 추적을 사용하려면 설정에서 승인하십시오.";

"Health Permissions" = "건강 허가";

"Your workout results are saved to your Health database." = "운동 결과는 건강 데이터베이스에 저장됩니다.";

"Goal\nAchieved!" = "목표\n달성!";

"Remaining" = "남은";

"Pause" = "일시 정지";

"Resume" = "재개";

"End" = "종료";

"Continue Workout" = "운동 계속";

"Workout Mode" = "운동 모드";

"Are you sure you want to end this workout?" = "이 운동을 종료하시겠습니까?";

"Delete Route" = "경로 삭제";

"Rename Route" = "경로 이름 변경";

"Save" = "저장";

"All map tiles downloaded." = "모든 지도 타일 다운로드.";

"Download in progress" = "다운로드 진행 중";

"downloaded for offline use." = "오프라인 사용을 위해 다운로드됨.";

"Checking map status..." = "지도 상태 확인 중...";

"Paused" = "일시 정지됨";

"Walk" = "걷기";

"Run" = "달리기";

"Hike" = "하이킹";

"Indoor" = "실내";

"Outdoor" = "야외";

"Other" = "다른";

"Workout Display" = "운동 표시";

"Shown Metrics" = "표시 된 지표";

"Elevation Gain" = "고도 상승";

"Today's Steps" = "오늘의 단계";

"Workout Steps" = "운동 단계";

"Refresh" = "새로 고침";

"Add routes to Pedometer++ on your iPhone." = "iPhone에서 Pedometer++에 루트 추가";

"Loading GPS..." = "GPS 로딩 중...";

"None" = "없음";

"Topographic Map" = "지형지도";

"Standard Map" = "표준지도";

"Satellite Map" = "위성지도";

"In order to display your workout data Pedometer++ requires access to the workout metrics stored in the Health app." = "Pedometer++가 운동 데이터를 표시하려면 Health 앱에 저장된 운동 메트릭에 액세스해야 합니다.";

"Loading Walks..." = "걷기 로드 중...";

"Loading Workouts..." = "운동 로드 중...";

"No Workout Data Found" = "운동 데이터 없음";

"Permission has been denied. Please approve in Settings in order to use Pedometer++." = "권한이 거부되었습니다. Pedometer++을 사용하려면 설정에서 승인하십시오.";

"Increase" = "증가";

"Decrease" = "감소";
